[
    {
        "rank": 1,
        "title": "Move to Heaven",
        "rating": 9.2,
        "releasedate": "May 2021",
        "genre": "Life, Drama, Family",
        "image": "./img/movetoheaven.jpg",
        "desc": "Geu Roo is a young autistic man. He works for his father’s business Move To Heaven'. Their job is to arrange items left by deceased people. One day, Geu Roo's own father dies. Geu Roo is left alone, but his uncle Sang Koo suddenly appears in front of him. Sang Koo is a cold man. He was a martial artist who fought in underground matches. He went to prison because of what happened at his fight. Sang Koo now becomes Geu Roo’s guardian. They run “Move To Heaven” together.",
        "link": "https://mydramalist.com/49231-move-to-heaven"
    },
    {
        "rank": 2,
        "title": "Hospital Playlist",
        "rating": 9.1,
        "releasedate": "Mar 2020",
        "genre": "Friendship, Romance, Life, Medical",
        "image": "./img/hosplay.jpg",
        "desc": "The stories of people going through their days that are seemingly ordinary but actually special, at the hospital, a place known as the microcosm of life, where someone is being born and someone's life meets their ending. The five doctors are long-time friends of 20 years who started their undergrad in 1999 in the same medical school and now are colleagues in the same hospital and have a band together.",
        "link": "https://mydramalist.com/36269-doctor-playbook"
    },
    {
        "rank": 3,
        "title": "Hospital Playlist 2",
        "rating": 9.1,
        "releasedate": "Jun 2021",
        "genre": "Friendship, Romance, Life, Medical",
        "image": "./img/hosplay2.jpg",
        "desc": "Everyday is extraordinary for five doctors and their patients inside a hospital, where birth, death and everything in between coexist",
        "link": "https://mydramalist.com/57173-hospital-playlist-2"
    },
    {
        "rank": 4,
        "title": "Flower of Evil",
        "rating": 9.1,
        "releasedate": "Jul 2020",
        "genre": "Thriller, Romance, Crime, Melodrama",
        "image": "./img/flowerofevil.jpg",
        "desc": "Although Baek Hee Sung is hiding a dark secret surrounding his true identity, he has established a happy family life and a successful career. He is a loving husband and doting father to his young daughter. But his perfect façade begins to crumble when his wife, Cha Ji Won, a homicide detective, begins investigating a string of serial murders from 15 years ago. Ji Won notices changes in Hee Sung’s behavior and begins to wonder if he could possibly be hiding something from her. ",
        "link": "https://mydramalist.com/54625-flower-of-evil"
    },
    {
        "rank": 5,
        "title": "My Mister",
        "rating": 9.1,
        "releasedate": "Mar 2018",
        "genre": "Psychological, Life, Drama, Family",
        "image": "./img/mymister.jpg",
        "desc": " My Mister follows a middle-aged man named Park Dong Hoon, who works as a middle-aged engineer married to the lawyer Kang Yoon Hee. Despite living a seemingly good life, he's unhappy, with two unemployed brothers relying on him, and a wife who's in a secret affair with his CEO Do Joon Young.",
        "link": "https://mydramalist.com/25172-my-ajusshi"
    },
    {
        "rank": 6,
        "title": "Prison Playbook",
        "rating": 9.1,
        "releasedate": "Nov 2017",
        "genre": "Comedy, Life, Drama",
        "image": "./img/prisonplaybook.jpg",
        "desc": "Kim Je Hyuk, a famous baseball player, is arrested after using excessive force while chasing a man trying to sexually assault his sister. Shockingly to him and the rest of the nation, he is sentenced to a year in prison. There, he meets his childhood friend and fellow baseball player, Lee Joon Ho, who gave up on baseball after a car accident, but now is a prison guard and one of Je Hyuk's biggest fans. The drama revolves around Je Hyuk's time in prison, as well as the prisoners he meets and events that take place there.",
        "link": "https://mydramalist.com/22624-wise-prison-life"
    },
    {
        "rank": 7,
        "title": "Reply 1988",
        "rating": 9.0,
        "releasedate": "Nov 2015",
        "genre": "Comedy, Romance, Youth, Family",
        "image": "./img/reply1988.jpg",
        "desc": "Five childhood friends, who all live in the same Ssangmundong neighborhood of Seoul, lean on each other to survive their challenging teen years and set a path for their futures. Sung Deok Sun struggles for attention as the middle child in her poor family while also carrying the burden of her 999th ranking in school. Kim Jung Hwan only has a one-track mind for soccer, even after his family becomes rich overnight. Sung Sun Woo is the perfect student, student council president and a caring and dependable son in his family. Ryu Dong Ryong is a geek who knows more about girls and life than the rest of his friends, but his poor academic score prevents him from being able to go to college. Choi Taek is a genius baduk player who dropped out of school to go professional. As the group of friends gets into and out of mischief around the neighborhood, what experiences from these memorable times together will they carry with them into their future lives?",
        "link": "https://mydramalist.com/13544-reply-1988"
    },
    {
        "rank": 8,
        "title": "It's Okay to Not Be Okay",
        "rating": 9.0,
        "releasedate": "Jun 2020",
        "genre": "Psychological, Comedy, Romance, Drama",
        "image": "./img/iotnbo.jpg",
        "desc": "Moon Gang Tae is a community health worker at a psychiatric ward who was blessed with everything including a great body, smarts, ability to sympathize with others, patience, ability to react quickly, stamina, and more. Meanwhile, Ko Moon Young is a popular writer of children’s literature who, due to suffering from an antisocial personality disorder, seems extremely selfish, arrogant, and rude. Moon Gang Tae denies love and Ko Moon Young doesn’t know it. The two defy fate and fall in love, finding their souls and identities in the process. ",
        "link": "https://mydramalist.com/49865-psycho-but-it-s-okay"
    },
    {
        "rank": 9,
        "title": "Navilerra",
        "rating": 9.0,
        "releasedate": "Mar 2021",
        "genre": "Friendship, Life, Drama, Family",
        "image": "./img/navilerra.jpg",
        "desc": "Navillera tells the story of Shim Deok-chul (Park In-hwan), a 70-year-old retired mailman who decides to pursue his life-long dream of learning ballet, which does not please his family. He is struggling financially and thinks of giving up ballet until meeting Deok-chul, which changes his mind.",
        "link": "https://mydramalist.com/59381-navillera"
    },
    {
        "rank": 10,
        "title": "Signal",
        "rating": 9.0,
        "releasedate": "Jan 2016",
        "genre": "Thriller, Mystery, Sci-Fi",
        "image": "./img/signal.jpg",
        "desc": "A walkie-talkie in the present somehow picks up signals from a detective in the past, Lee Jae Han (Jo Jin Woong). Police profiler Park Hae Young (Lee Je Hoon) finds this walkie-talkie and uses it to help solve cold cases. Detective Cha Soo Hyun (Kim Hye Soo), who was once a rookie at Lee Jae Han’s station, leads the cold-case team. Thanks to Park Hae Young (and Lee Jae Han), the team solves infamous cold cases. But communicating with the past has consequences.",
        "link": "https://mydramalist.com/13239-signal"
    },
    {
        "rank": 11,
        "title": "Mr. Queen",
        "rating": 9.0,
        "releasedate": "Dec 2020",
        "genre": "Historical, Comedy, Romance, Drama",
        "image": "./img/mrqueenb.jpg",
        "desc": "Mr. Queen is about a modern man who is transported back in time to the Joseon era where he inhabits the body of a queen (Shin Hye Sun) and gets involved with a secretive king (Kim Jung Hyun) who hides his intelligence and true personality.",
        "link": "https://mydramalist.com/58365-queen-cheorin"
    },
    {
        "rank": 12,
        "title": "Mother",
        "rating": 9.0,
        "releasedate": "Jan 2018",
        "genre": "Thriller, Mystery, Psychological, Melodrama",
        "image": "./img/mother.jpg",
        "desc": "Realizing one of her students is being abused, school teacher and bird researcher Soo Jin impulsively kidnaps the girl and acts as a substitute mother in an attempt to take care of her.",
        "link": "https://mydramalist.com/21308-mother"
    },
    {
        "rank": 13,
        "title": "Vincenzo",
        "rating": 9.0,
        "releasedate": "Feb 2021",
        "genre": "Comedy, Law, Crime, Drama",
        "image": "./img/vincenzo.jpg",
        "desc": "At the age of eight, Park Joo Hyeong went to Italy after being adopted. Now an adult, he is known as Vincenzo Cassano to the Mafia, who employ him as a consigliere. Because mafia factions are at war with each other, he flees to South Korea, where he gets involved with Lawyer Hong Cha Young. She is the type of attorney who will do anything to win a case. Now back at his motherland, he gives an unrivaled conglomerate a taste of its own medicine with a side of justice.",
        "link": "https://mydramalist.com/61371-vincenzo"
    },
    {
        "rank": 14,
        "title": "Crash Landing on You",
        "rating": 9.0,
        "releasedate": "Dec 2019",
        "genre": "Military, Comedy, Romance, Political",
        "image": "./img/cloy.jpg",
        "desc": "After getting into a paragliding accident, South Korean heiress Yoon Se Ri crash lands in North Korea. There, she meets North Korean army officer Ri Jung Hyuk, who agrees to help her return to South Korea. Despite the tension between their countries, the two of them start falling for one another.",
        "link": "https://mydramalist.com/35729-emergency-lands-of-love"
    },
    {
        "rank": 15,
        "title": "SKY Castle",
        "rating": 8.9,
        "releasedate": "Nov 2018",
        "genre": "Mystery, Psychological, Drama, Family",
        "image": "./img/skycastle.jpg",
        "desc": "SKY Castle follows the lives of 4 women living in luxurious SKY Castle neighborhood. They try make their husbands more successful and raise their children like prince and princesses.",
        "link": "https://mydramalist.com/30740-sky-castle"
    }
]